{
    "artifacts": [
        {
            "id": 1,
            "alias": ["Conector de eixo e pino", "micro L"],
            "name": "LEGO 32014 black",
            "description": "Uma peça com um formato de duas retas à 90 graus com um uma abertura em formato redondo em cima, para encaixar pinos e conectores, e duas aberturas em formato de + para encaixar eixos. Ela é muito utilizada para construções que necessitam do encaixe de dois eixos e um pino, permitindo a criação de construções rígidas. A peça foi introduzida em 1997 e participou de 442 conjuntos de 1997 até 2025.",
            "img": "../ArchaeoBase/assets/imgs/1.png",
            "tags": ["micro L", "preto", "L", "conector", "90 graus", "0,66g"]
        },
        {
            "id": 2,
            "alias": ["Tocha", "conector duplo com encaixe para o eixo"],
            "name": "LEGO 32054 red",
            "description": "Uma peça com formato reto, de 3 unidades de LEGO com conector para 2 peças LEGO e um orifício em formato de + para encaixar eixos. Pode ser utilizado para criar estruturas rígidas e para conectar peças com eixos. Foi criada em 1997, e apareceu em mais de 1000 sets desde seu lançamento.",
            "img": "../ArchaeoBase/assets/imgs/2.png",
            "tags": ["vermelho", "conector", "eixo", "0,33g"]
        },
        {
            "id": 3,
            "alias": ["Conector duplo", "conector grande"],
            "name": "LEGO 6558-technic pin 3L with friction ridges",
            "description": "Uma peça de 3 unidades usada para unir peças sem que elas girem entre elas. Pode ser utilizada para criar estruturas rígidas que necessitem de encaixe entre 3 peças. Ela aparece em 1739 sets.",
            "img": "../ArchaeoBase/assets/imgs/3.png",
            "tags": ["conector", "azul", "3 unidades", "0,37g"]
        },
        {
            "id": 4,
            "alias": ["conector grande", "conector duplo"],
            "name": "LEGO 32556 - Technic, Pin 3L without Friction Ridges",
            "description": "Uma peça de 3 unidades usada para unir peças. Pode ser utilizada para criar estruturas rígidas que necessitem de encaixe entre 3 peças. Existe desde 2001.",
            "img": "../ArchaeoBase/assets/imgs/4.png",
            "tags": ["conector", "bege", "liso", "3 unidades", "0,25g"]
        },
        {
            "id": 5,
            "alias": ["conector com buraco no meio", "conector duplo"],
            "name": "LEGO 87082 - Technic, Pin 3L with Friction Ridges and Center Pin Hole",
            "description": "Peça de 3 unidades lego, usada para unir peças distintas dificultando a movimentação entre elas. Possui a capacidade de conectar peças em duas direções diferentes. Foi criada em 2010 e desde então apareceu em 310 sets",
            "img": "../ArchaeoBase/assets/imgs/5.png",
            "tags": ["conector", "conector com 1 unidade", "3 unidades", "pino central", "cinza", "0,5g"]
        },
        {
            "id": 6,
            "alias": ["conectorzinho", "conector pequeno"],
            "name": "LEGO 2780 - Technic, Pin with Short Friction Ridges",
            "description": "Peça de 3 unidades lego, usada para unir peças distintas com conexões diferentes. Foi criada em 2008 e desde então apareceu em 560 sets",
            "img": "../ArchaeoBase/assets/imgs/6.png",
            "tags": ["preto", "conector", "3 unidades", "0,2g"]
        },
        {
            "id": 7,
            "alias": ["conectorzinho bege", "conector pequeno", "conector pequeno liso"],
            "name": "LEGO 3749 - Technic, Axle 1L with Pin without Friction Ridges",
            "description": "Peça de 2 unidades lego, usada para unir peças distintas com conexões diferentes. Foi criada em 2008 e desde então apareceu em 560 sets",
            "img": "../ArchaeoBase/assets/imgs/7.png",
            "tags": ["bege", "conector", "2 unidades", "conectorzinho", "liso", "eixo", "conector com pino", "0,22g"]
        },
        {
            "id": 8,
            "alias": ["conectorzinho", "eixinho", "conector pequeno"],
            "name": "LEGO 32062 - Technic, Axle 2L Notched",
            "description": "Peça de 2 unidades lego, usada para unir peças distintas. Foi criada em 1996 e desde então apareceu em 2753 sets",
            "img": "../ArchaeoBase/assets/imgs/8.png",
            "tags": ["vermelho", "conector", "pequeno", "2 unidades", "eixo", "0,26g"]
        },
        {
            "id": 9,
            "alias": ["L", "L 3x5", "L médio"],
            "name": "LEGO 32526 - Technic, Liftarm, Modified Bent Thick L-Shape 3 x 5",
            "description": "Uma viga estrutural angular em formato de L, com medidas de 3x5 unidades. Esta peça robusta é essencial para criar estruturas com ângulos retos, proporcionando rigidez e versatilidade às construções Technic. Sua espessura garante durabilidade em mecanismos complexos.",
            "img": "../ArchaeoBase/assets/imgs/9.png",
            "tags": ["L azul", "azul", "3x5", "1,77g"]
        },
        {
            "id": 10,
            "alias": ["V", "Viga Torta"],
            "name": "LEGO 61184 - Technic, Pin 1/2 with 2L Bar Extension (Flick Missile)",
            "description": "Este conector especializado combina um pino com ranhuras de atrito com uma extensão de barra de 2 unidades. É comumente utilizado como alavanca de lançamento para mísseis de acionamento rápido ou como uma pequena alavanca de controle em modelos Technic, permitindo acionamento rápido de mecanismos.",
            "img": "../ArchaeoBase/assets/imgs/10.png",
            "tags": ["preto", "viga", "2g", "Vzinho", "viga com +"]
        },
        {
            "id": 11,
            "alias": ["viga torta"],
            "name": "LEGO 61184 - Technic, Pin 1/2 with 2L Bar Extension (Flick Missile)",
            "description": "Versão em amarelo deste conector que integra um pino com ranhuras de atrito a uma extensão de barra de 2 unidades. Funciona perfeitamente como mecanismo de lançamento para mísseis de acionamento rápido ou como alavanca de controle em construções Technic, proporcionando acionamento preciso de funções.",
            "img": "../ArchaeoBase/assets/imgs/11.png",
            "tags": ["Amarelo", "2,63g", "viga"]
        },
        {
            "id": 12,
            "alias": ["J", "viga torta com extensão"],
            "name": "LEGO 32009 - Technic, Liftarm, Modified Bent Thick 1 x 11.5 Double",
            "description": "Uma longa viga estrutural com dupla curvatura que lembra um 'S' ou 'J' esticado. Sua forma única permite criar silhuetas complexas e estruturas curvadas robustas em modelos Technic de grande porte, oferecendo múltiplos pontos de conexão ao longo de seu comprimento de 11,5 unidades.",
            "img": "../ArchaeoBase/assets/imgs/12.png",
            "tags": ["preto", "viga", "3,46g"]
        },
        {
            "id": 13,
            "alias": ["Quadro pequeno", "quadro normal"],
            "name": "LEGO 64179 - Technic, Liftarm, Modified Frame Thick 5 x 7 Open Center",
            "description": "Uma estrutura de quadro retangular com centro vazado, medindo 5x7 unidades. Este quadro é fundamental para construir chassis e estruturas principais de veículos e máquinas, proporcionando rigidez estrutural com múltiplos pontos de conexão em todas as direções.",
            "img": "../ArchaeoBase/assets/imgs/13.png",
            "tags": ["quadro", "preto", "viga"]
        },
        {
            "id": 14,
            "alias": ["Quadro médio"],
            "name": "LEGO 39794 - Technic, Liftarm, Modified Frame Thick 7 x 11 Open Center",
            "description": "Quadro estrutural de tamanho médio com centro vazado, proporcionando uma estrutura leve porém resistente para construir chassis de veículos, suportes e plataformas em sets Technic. Suas dimensões generosas permitem construções estáveis com amplo espaço interno para mecanismos.",
            "img": "../ArchaeoBase/assets/imgs/14.png",
            "tags": ["quadro", "rosa"]
        },
        {
            "id": 15,
            "alias": ["Quadro grande"],
            "name": "LEGO 39790 - Technic, Liftarm, Modified Frame Thick 11 x 15 Open Center",
            "description": "Um quadro estrutural de grandes dimensões com centro vazado, servindo como elemento fundamental para construir modelos em grande escala como carros e guindastes. Oferece integridade estrutural excepcional e numerosos pontos de fixação para mecanismos complexos.",
            "img": "../ArchaeoBase/assets/imgs/15.png",
            "tags": ["quadro", "azul"]
        },
        {
            "id": 16,
            "alias": ["cavalo", "lhama", "cachorro"],
            "name": "LEGO 55615 - Technic, Pin Connector Perpendicular 3 x 3 Bent with 4 Pins",
            "description": "Conector angular em formato de cruz com quatro pinos, projetado para conectar múltiplas vigas simultaneamente em ângulos retos. Sua forma compacta e versátil permite criar junções fortes e complexas, sendo essencial para estruturas tridimensionais em construções Technic avançadas.",
            "img": "../ArchaeoBase/assets/imgs/16.png",
            "tags": ["conector", "conector com pino", "L conector"]
        },
        {
            "id": 17,
            "alias": ["H", "Hzinho"],
            "name": "LEGO 48989 - Technic, Pin Connector Perpendicular 3L with 4 Pins",
            "description": "Conector perpendicular em formato de 'H' que utiliza seus quatro pinos para conectar duas ou mais vigas em ângulo de 90 graus. Ideal para criar junções estáveis e reforçadas em montagens Technic, proporcionando excelente rigidez às estruturas.",
            "img": "../ArchaeoBase/assets/imgs/17.png",
            "tags": ["cinza", "conector", "conector com pino"]
        },
        {
            "id": 18,
            "alias": ["quadradinho", "bloco", "bloco conector"],
            "name": "LEGO 39793 - Technic, Pin Connector Block, Liftarm 1 x 3 x 3",
            "description": "Pequeno bloco conector compacto que funciona como uma viga estrutural multidimensional. Com múltiplos pontos de conexão para pinos e eixos, permite criar geometrias Technic densas e complexas em um espaço reduzido, ideal para mecanismos intrincados.",
            "img": "../ArchaeoBase/assets/imgs/18.png",
            "tags": ["rosa", "2g", "+", "viga"]
        }
    ]
}